window.resultTexts = {
    "colleagues-min-funny": {
        title: `Стикеры для&nbsp;рабочего чата`,
        desc: "Даже не&nbsp;самые смешные фразы коллег могут заиграть новыми красками в&nbsp;формате стикеров. Современные сервисы облегчили нам задачу: теперь их&nbsp;можно сделать в&nbsp;несколько простых действий.",
        howTo: "Прошерстите переписки на&nbsp;предмет забавных фраз и&nbsp;сделайте скриншоты. Если не&nbsp;хотите создавать стикеры вручную, воспользуйтесь специальными приложениями (например, Sticker Maker). Загрузите картинки, а&nbsp;оно само создаст набор. Вуаля, теперь вы&nbsp;самый смешной человек на&nbsp;работе!"
    },
    "colleagues-min-inspiring": {
        title: "Рабочий нейрогороскоп",
        desc: `Сгенерируйте коллегам предсказания на&nbsp;следующий год. Если звёзды напророчат кому-то новые возможности, добавьте в&nbsp;послание<a href="https://practicum.yandex.ru/" target="_blank">промокод от&nbsp;Яндекс&nbsp;Практикума</a>.Так ваш праздничный прогноз превратится в&nbsp;новые навыки или даже целую профессию.`,
        howTo: "Расскажите YandexGPT о&nbsp;коллегах и&nbsp;попросите её&nbsp;написать новогодние поздравления в&nbsp;стиле гороскопа. Чтобы предсказания получились интереснее, задайте в&nbsp;промте роль для нейросети (например, &laquo;представь, что ты&nbsp;астролог с&nbsp;десятилетним стажем&raquo;) и&nbsp;добавьте побольше деталей."
    },
    "colleagues-min-useful": {
        title: "Напоминалка для&nbsp;рабочего чата",
        desc: "Иногда в&nbsp;потоке задач коллеги забывают не&nbsp;только поздравить друг друга с&nbsp;днём рождения, но&nbsp;и&nbsp;пообедать вовремя. Позаботьтесь о&nbsp;них и&nbsp;добавьте в&nbsp;рабочий чат бота, который напомнит о&nbsp;важном.",
        howTo: `В&nbsp;телеграме, например, в&nbsp;чат можно пригласить бота Skeddy. Чтобы он&nbsp;напоминал о&nbsp;важных делах, настройте сообщения: укажите, как часто и&nbsp;о&nbsp;чём он&nbsp;должен писать. А&nbsp;если кто-то настойчиво забывает пообедать, приложите к&nbsp;сообщению <a href="https://lavka.yandex.ru/" target="_blank">промокод на&nbsp;первый заказ в&nbsp;Яндекс&nbsp;Лавке</a>. Сервис быстро привезёт готовый обед и&nbsp;даже горячий кофе с&nbsp;десертом.`
    },
    "colleagues-max-funny": {
        title: "Офисные мемы",
        desc: "Превратите смешные рабочие ситуации в&nbsp;мемы, чтобы использовать в&nbsp;самые подходящие (или совсем неподходящие) моменты. Можно даже сделать адвент-календарь и&nbsp;отправлять коллегам поднимающие настроение картинки каждый день до&nbsp;конца декабря.",
        howTo: "Вам поможет простой редактор, например Bazaart. Найдите подходящую картинку и&nbsp;напишите узнаваемый для коллег текст. Бонус: в&nbsp;картинку можно вставить лицо коллеги&nbsp;&#151; самостоятельно или с&nbsp;помощью нейросети типа TurboText. Будет веселее, мы&nbsp;проверили."
    },
    "colleagues-max-inspiring": {
        title: "Церемония &laquo;Коллега года&raquo;",
        desc: "Сделайте презентацию с&nbsp;итогами года и&nbsp;почётными грамотами для каждого. Если в&nbsp;офис по&nbsp;сугробам добираться никто не&nbsp;хочет, церемонию можно провести онлайн и&nbsp;отправить курьера. Закажите доставку от&nbsp;Яндекс Go&nbsp;прямо перед звонком, чтобы грамоты приезжали коллегам во&nbsp;время встречи.",
        howTo: "Расскажите факты о&nbsp;коллегах YandexGPT&nbsp;&#151; она поможет составить текст. Необязательно вспоминать серьёзные достижения: подойдёт самое большое количество шуток или съеденных печений. Презентацию может сгенерировать сервис Presentsimple. Загрузите документ с&nbsp;информацией: нейросеть подберёт дизайн и&nbsp;картинки, а&nbsp;вы&nbsp;отредактируете слайды так, как вам нравится."
    },
    "colleagues-max-useful": {
        title: "Новогодний диджитал-уголок",
        desc: "Если на&nbsp;работе не&nbsp;хватает праздничного настроения, создайте его сами. Опросите коллег и&nbsp;соберите в&nbsp;одном месте поздравления, идеи досуга для каникул, подборку новогодних фильмов или рецептов. Не&nbsp;забудьте поставить и&nbsp;украсить диджитал-ёлку.",
        howTo: `Используйте интерактивную онлайн-доску, например Яндекс Концепт. Откройте доступ к&nbsp;редактированию, чтобы коллеги могли добавить что-то от&nbsp;себя. Вот идея для каникул от&nbsp;нас: когда надоест пересматривать &laquo;Иронию судьбы&raquo;, можно пройти <a href="https://practicum.yandex.ru/catalog/free/" target="_blank">бесплатные курсы от&nbsp;Яндекс&nbsp;Практикума</a> и&nbsp;вернуться на&nbsp;работу с&nbsp;новыми навыками.`
    },
    "family-min-funny": {
        title: "Набор открыток на&nbsp;весь&nbsp;год",
        desc: "От&nbsp;потока открыток хочется отключить уведомления в&nbsp;семейном чате? Пора задать тон этому флешмобу! Сгенерируйте свои поздравительные картинки с&nbsp;отсылками на&nbsp;интересы родных. И&nbsp;посмеётесь, и&nbsp;покажете, что неплохо знаете свою семью.",
        howTo: "Изображения удобно генерировать в&nbsp;Шедевруме и&nbsp;подобных нейросетях, а&nbsp;потом отдельно добавить текст. Открытку можно сделать в&nbsp;определённом стиле&nbsp;&#151; не&nbsp;скупитесь на&nbsp;детали в&nbsp;описании. Получится и&nbsp;поздравление для сестры в&nbsp;стиле известного комикса, и&nbsp;открытка с&nbsp;огромным сомом для дедушки-рыбака. Главное, не&nbsp;перепутать."
    },
    "family-min-inspiring": {
        title: "Семейное<br>онлайн-чаепитие",
        desc: "Выведите звонки семье на&nbsp;новый уровень. Пряничный домик к&nbsp;чаю или пачку конфет из&nbsp;детства быстро привезёт Яндекс Лавка. Даже сидя по&nbsp;разные стороны экрана, можно стать ближе, уплетая карамель и&nbsp;вспоминая, как бабушка накладывала вам конфеты в&nbsp;карманы втайне от&nbsp;родителей.",
        howTo: "Выберите удобное всем приложение и&nbsp;организуйте видеозвонок. А&nbsp;если вы&nbsp;живёте рядом, то&nbsp;есть другой вариант: помогите бабушке с&nbsp;дедушкой выйти на&nbsp;связь с&nbsp;дальними родственниками, которых они давно не&nbsp;видели."
    },
    "family-min-useful": {
        title: "Реставрация старых фотографий",
        desc: "Сделайте чёрно-белые архивные снимки вашей семьи цветными и&nbsp;соберите их&nbsp;в&nbsp;альбом&nbsp;&#151; чтобы листать его за&nbsp;вечерним чаем и&nbsp;спорить, у&nbsp;кого&nbsp;же всё-таки прадедушкины глаза.",
        howTo: "Сервисов, которые покрасят чёрно-белые фото, много&nbsp;&#151; выбирайте на&nbsp;свой вкус. Есть, например, ИИ-редакторы Hotspot и&nbsp;Neural.love. С&nbsp;первого раза может получиться неидеально&nbsp;&#151; пригодится капелька терпения, как и&nbsp;в&nbsp;любых семейных делах."
    },
    "family-max-funny": {
        title: "Заставки для&nbsp;телефона",
        desc: "Помните школьные фотографии из&nbsp;двухтысячных, где детей переодевали в&nbsp;пиратов и&nbsp;мушкетёров? Вдохновимся работами мастеров: придумайте для вашей семьи забавное амплуа, найдите общее фото и&nbsp;сделайте из&nbsp;него обои на&nbsp;телефон.",
        howTo: "Faceswapper.AI вам в&nbsp;помощь! Если не&nbsp;получается придумать, в&nbsp;каком образе представить родных, в&nbsp;базе есть много шаблонов. Персонажи &laquo;Звёздных войн&raquo;? Мафиозный клан? Футбольная команда? Выбор за&nbsp;вами."
    },
    "family-max-inspiring": {
        title: "Книга семейных рецептов",
        desc: "Узнайте секреты приготовления бабушкиных пирожков, маминых котлет и&nbsp;фирменной дедушкиной ухи. Дополните их&nbsp;семейными историями&nbsp;&#151; и&nbsp;получится памятная книга. Можно сразу вместе опробовать рецепты. Чтобы не&nbsp;тратить время на&nbsp;магазины, закажите все ингредиенты в&nbsp;Яндекс Еде.",
        howTo: "Тёплые иллюстрации для рецептов можно сгенерировать в&nbsp;Шедевруме или других нейросетях. Дальше можете загрузить это всё в&nbsp;презентацию и&nbsp;сохранить в&nbsp;формате PDF, чтобы вся семья могла открыть &laquo;книгу&raquo; с&nbsp;телефона. Или пойти дальше&nbsp;&#151; и&nbsp;обратиться в&nbsp;настоящую типографию."
    },
    "family-max-useful": {
        title: "Урок цифровой грамотности",
        desc: "Научите семью пользоваться приложениями, которые облегчат им&nbsp;жизнь. Составьте памятку для родителей, как оплачивать ЖКХ по&nbsp;QR-коду, а&nbsp;для бабушки с&nbsp;дедушкой&nbsp;&#151; как заказывать лекарства или продукты онлайн.",
        howTo: "Подумайте, что пригодится вашим близким. Может, бабушке не&nbsp;нужен онлайн-банк, но&nbsp;поможет приложение со&nbsp;скидками на&nbsp;продукты? Соберите пошаговый гайд со&nbsp;скриншотами. А&nbsp;ещё его можно распечатать и&nbsp;провести &laquo;живой урок&raquo;&nbsp;&#151; ещё одна идея совместного времяпрепровождения."
    },
    "friends-min-funny": {
        title: "Инструкция по&nbsp;эксплуатации друга",
        desc: "У&nbsp;вас есть друг, который никогда не&nbsp;берёт трубку? Или не&nbsp;любит пиццу с&nbsp;ананасами? Напишите к&nbsp;нему инструкцию&nbsp;&#151; облегчите жизнь себе и&nbsp;другим. А&nbsp;заодно сделаете первый подарок, который можно и&nbsp;нужно передаривать.",
        howTo: "Вспомните особенности друга, загрузите их&nbsp;в&nbsp;YandexGPT и&nbsp;попросите нейросеть написать текст в&nbsp;стиле, к&nbsp;примеру, инструкции к&nbsp;стиральной машинке. Добавьте иллюстрации, где ваш друг изображён в&nbsp;виде схемы. Это можно сделать с&nbsp;помощью нейросети или вручную&nbsp;&#151; в&nbsp;простом редакторе типа Bazaart."
    },
    "friends-min-inspiring": {
        title: "Плейлист о&nbsp;вашей дружбе",
        desc: "Соберите в&nbsp;одном месте ностальгические треки: песни, которые напоминают о&nbsp;первой совместной поездке, которые вы&nbsp;знаете наизусть или под которые вас всегда тянет выйти на&nbsp;танцпол.",
        howTo: "Собрать плейлист можно почти в&nbsp;любом музыкальном сервисе. Например, в&nbsp;Яндекс Музыке нужно зайти в&nbsp;&laquo;Коллекцию&raquo; и&nbsp;нажать на&nbsp;плюс: дальше останется только придумать название с&nbsp;описанием и&nbsp;подобрать треки."
    },
    "friends-min-useful": {
        title: "Совместный виш-лист",
        desc: "Создайте телеграм-канал для друзей, куда каждый может писать о&nbsp;том, что его&nbsp;бы порадовало: например, на&nbsp;день рождения хочется приставку, а&nbsp;сегодня&nbsp;&#151; пиццу, чтобы скрасить грустный вечер. Увидите такой пост&nbsp;&#151; заказывайте такси в&nbsp;Яндекс Go&nbsp;и&nbsp;отправляйтесь по&nbsp;нужному адресу (не&nbsp;забыв заехать в&nbsp;пиццерию).",
        howTo: "Создайте закрытый телеграм-канал, пригласите всех друзей, назначьте их&nbsp;администраторами и&nbsp;откройте комментарии. Такой виш-лист станет не&nbsp;только кладезью мыслей, как порадовать близких на&nbsp;Новый год и&nbsp;другие праздники, но&nbsp;и&nbsp;местом смешных обсуждений и&nbsp;генерации новых идей."
    },
    "friends-max-funny": {
        title: "Выдуманный фотоальбом",
        desc: "Соберите известные фотографии и&nbsp;вставьте в&nbsp;них лица своих друзей. Будет весело посмотреть на&nbsp;них на&nbsp;Луне, на&nbsp;Ялтинской конференции или на&nbsp;картине Ван Гога&nbsp;&#151; можно собрать целый альбом.",
        howTo: "Главное&nbsp;&#151; ракурс. Смело экспериментируйте с&nbsp;фотографиями и&nbsp;нейросетями (вам пригодится, например, TurboText или Artguru AI). Если вы&nbsp;претендуете на&nbsp;звание &laquo;Король приколов&raquo;&nbsp;&#151; вставляйте лица в&nbsp;видеомемы, отрывки сериалов и&nbsp;фильмов. Такое можно провернуть с&nbsp;помощью Faceswap и&nbsp;подобных нейросетей."
    },
    "friends-max-inspiring": {
        title: "Вдохновляющий<br>to-do лист",
        desc: `Соберите для друзей список приключений на&nbsp;следующий год: новые хобби, мероприятия, курсы. Если они давно хотели решиться на&nbsp;карьерные изменения, добавьте<a href="https://practicum.yandex.ru/" target="_blank">промокод на&nbsp;курсы Яндекс&nbsp;Практикума</a>&nbsp;&mdash; чтобы новые навыки или целую профессию можно было освоить со&nbsp;скидкой.`,
        howTo: "Если идей не&nbsp;хватает, обратитесь к&nbsp;YandexGPT. Расскажите&nbsp;ей, чем увлекается друг, что ему нравится и&nbsp;что хочется попробовать. Нейросеть предложит креативные идеи, которые можно адаптировать под себя."
    },
    "friends-max-useful": {
        title: "Календарь встреч",
        desc: "Взрослая жизнь&nbsp;&#151; это когда с&nbsp;друзьями о&nbsp;встрече нужно договариваться минимум за&nbsp;месяц, чтобы все нашли силы и&nbsp;время. Предлагаем пойти дальше и&nbsp;сгенерировать календарь поводов на&nbsp;целый год вперёд (а&nbsp;ещё наказания за&nbsp;неявку).",
        howTo: "Вспомните все памятные даты: от&nbsp;годовщины дружбы до&nbsp;самой запоминающейся вечеринки. Занесите их&nbsp;календарь и&nbsp;поделитесь доступом. Воспользуйтесь YandexGPT и&nbsp;попросите покреативить с&nbsp;наказаниями, чтобы друзья 100 раз подумали, прежде чем придумывать новые отмазки."
    },
    "partner-min-funny": {
        title: "Нейробаллады о&nbsp;любви",
        desc: "Вы&nbsp;когда-нибудь посвящали кому-то песни?<br>Самое время это сделать&nbsp;&#151; ведь сейчас можно не&nbsp;горланить романсы под окном второй половинки, а&nbsp;обойтись более современными решениями.",
        howTo: "Зарифмуйте текст про партнёра с&nbsp;помощью YandexGPT, а&nbsp;потом загрузите его в&nbsp;генератор Suno. Поэкспериментируйте с&nbsp;жанрами: может, вашей пассии больше понравится баллада в&nbsp;стиле пост-панк или джаз?"
    },
    "partner-min-inspiring": {
        title: "Киновечер воспоминаний",
        desc: "Соберите подборку фильмов, значимых для вашей пары. Например, фильм, на&nbsp;который вы&nbsp;впервые вместе сходили в&nbsp;кино или который дольше всего обсуждали. Пригласите партнёра на&nbsp;диванное свидание и&nbsp;устройте ностальгический киномарафон.",
        howTo: "Оформите фильмы в&nbsp;презентацию. После тёплых разговоров можно что-то и&nbsp;пересмотреть&nbsp;&#151; из&nbsp;списка, который у&nbsp;вас получился. Чтобы создать киноатмосферу, закажите в&nbsp;Яндекс Лавке попкорн с&nbsp;разными вкусами, сладкую газировку и&nbsp;другие снеки под любимые фильмы."
    },
    "partner-min-useful": {
        title: "Маршрут для&nbsp;следующего путешествия",
        desc: "Составьте план вашего совместного приключения с&nbsp;помощью нейросети. Она сможет учесть интересы обоих, предложить небанальные достопримечательности, рассчитать бюджет и&nbsp;посоветовать, как удобнее всего добраться до&nbsp;нужных мест.",
        howTo: "Соберите все пожелания в&nbsp;промт и&nbsp;отдайте, например, YandexGPT&nbsp;&#151; пусть думает. Чтобы побольше ходить, но&nbsp;успеть хорошенько полежать, чтобы к&nbsp;морю, но&nbsp;чтобы и&nbsp;горы тоже были, чтобы посетить все достопримечательности, но&nbsp;не&nbsp;забыть и&nbsp;про рестораны, и&nbsp;всё это за&nbsp;выходные... Удачи тебе, дорогая нейросеть!"
    },
    "partner-max-funny": {
        title: "Рандомайзер подарков",
        desc: "Нейросеть + маркетплейсы = оригинальный и&nbsp;неожиданный подарок для тех, у&nbsp;кого закончились идеи. Путешествовать по&nbsp;каталогу самому не&nbsp;надо, дайте YandexGPT сгенерировать артикул.",
        howTo: "Обговорите бюджет заранее и&nbsp;попросите нейросеть сгенерировать рандомное число (стоит заранее посмотреть, как выглядят артикулы на&nbsp;вашем любимом маркетплейсе). Вбейте это число в&nbsp;поиск по&nbsp;каталогу и&nbsp;посмотрите, что достанется вам или вашему партнёру. Если укладывается в&nbsp;бюджет&nbsp;&#151; заказывайте."
    },
    "partner-max-inspiring": {
        title: "Аудиогид по&nbsp;вашим местам",
        desc: "Пригласите партнёра на&nbsp;прогулку, а&nbsp;потом предложите наушник, в&nbsp;котором вместо обычной экскурсии будет ваша история. Когда замёрзнете, загляните в&nbsp;раздел &laquo;Куда сходить&raquo; от&nbsp;Яндекс Еды&nbsp;&#151; он&nbsp;поможет найти поблизости хорошее место с&nbsp;горячим глинтвейном или вкусной едой. Возможно, оно станет ещё одной точкой для вашего следующего маршрута.",
        howTo: "Составьте маршрут по&nbsp;значимым для вас местам (например, кафе, где прошло первое свидание). К&nbsp;каждой точке напишите небольшой текст, который начинается как аудиоэкскурсия о&nbsp;месте или здании, но&nbsp;продолжается историей о&nbsp;вас. Наговорите всё это на&nbsp;диктофон или сделайте озвучку с&nbsp;помощью нейросети (например, Robivox или Murf), чтобы сохранить эффект неожиданности."
    },
    "partner-max-useful": {
        title: "Генератор ужинов",
        desc: "Со&nbsp;временем вопрос &laquo;что приготовить на&nbsp;ужин&raquo; может вызывать не&nbsp;вдохновение, а&nbsp;усталость. Обратитесь к&nbsp;нейросетям: они помогут составить меню как в&nbsp;ресторане, только с&nbsp;теми блюдами, которые нравятся вам обоим. А&nbsp;если готовить совсем не&nbsp;хочется, всегда можно заказать Яндекс Еду&nbsp;&#151; там найдётся кухня на&nbsp;любой вкус и&nbsp;настроение.",
        howTo: "Расскажите YandexGPT про предпочтения вашей пары, а&nbsp;она соберёт подходящие рецепты. Можете попросить разделить их&nbsp;на&nbsp;группы по&nbsp;настроению (например, &laquo;Быстро приготовить&raquo;, &laquo;Попробовать новое&raquo;, &laquo;Любимая классика&raquo;), чтобы получилось настоящее меню. В&nbsp;день&nbsp;Х вам останется только определиться с&nbsp;пожеланиями и&nbsp;выбрать понравившееся блюдо."
    },
    "default": {
        title: "Нет подходящего результата",
        desc: "Для выбранных параметров не&nbsp;найдено описание.",
        howTo: "Для выбранных параметров не&nbsp;найдено описание."
    }
};